Revit 2027 API
SymbolTypeId.MW Property
 Symbol MW, indicating unit Megawatts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MW { get; }
Public Shared ReadOnly Property MW As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MW {
	ForgeTypeId^ get ();
}
static member MW : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace